Repository: rohitk-cuelogic/MyChecking
Catalog: TigglyStamp/TigglyStamp/*.lproj/Localizable.strings
Languages: de, es, fr, it, pt, ru, zh_hans

# kIfYouEnjoy
source: If you enjoy using Tiggly Stamp,would you mind taking a moment to rate it?It won't take more than a minute.Thanks for your support!
de: Helfen Sie uns, Tiggly Stamp noch besser!
it: Se vi piace usare Tiggly Stamp, ti dispiacerebbe prendere un momento di votarla? Non ci vorrà più di un minuto. grazie per il vostro supporto!
pt: Se você gosta de usar Tiggly Stamp, você se importaria de tirar um momento para classificá-la? Não vai demorar mais do que uma minuto. obrigado pelo vosso apoio!
zh_hans: 如果你喜欢使用Tiggly邮票，你会介意一点时间来评价它？它不会需要超过一分钟。感谢您的支持！

# kRateIt
source: Rate it
de: Bewerten 5 Sternen
it: Vota
pt: Avalie
zh_hans: 评分

# kNoThanks
source: No, Thanks
it: No, grazie
pt: Não, obrigado
zh_hans: 不，谢谢
