Repository: rohitk-cuelogic/MyChecking
Catalog: TigglyStamp/TigglyStamp/*.lproj/Localizable.strings
Languages: de, es, fr, it, pt, ru, zh_hans

# kLanguage
source: Language
de: Sprache
es: Idioma
fr: Langue
it: Lingua
pt: Idioma
ru: Язык
zh_hans: 语

# kTrymewithoutTigglyshapes
source: Try me without Tiggly shapes
de: Probiere mich aus ohne Tiggly-Formen
es: Probar sin las figuras Tiggly
fr: Essayer sans les formes Tiggly
it: Provami senza le forme di Tiggly
pt: Teste-me sem formas Tiggly
ru: Испробуйте меня без фигурок Tiggly
zh_hans: 我试着不Tiggly形状

# kUnlockwithTigglyshapes
source: Unlock with Tiggly shapes
de: Mit Tiggly-Formen freischalten
es: Desbloquear con las figuras Tiggly
fr: Déverrouiller avec les formes Tiggly
it: Sblocca con le forme di Tiggly
pt: Desbloqueie com formas Tiggly
ru: Разблокировать с помощью фигурок Tiggly
zh_hans: 解锁与Tiggly形状

# kForParents
source: For Parents
de: Für Eltern
es: Para los padres
fr: Pour les parents
it: Per i genitori
pt: Para pais
ru: Для родителей
zh_hans: 对于家长

# kLearnmore
source: Learn more
de: Erfahre mehr
es: Saber más
fr: En savoir plus
it: Maggiori informazioni
pt: Saiba mais
ru: Узнать больше
zh_hans: 了解更多

# kPrivacyPolicy
source: Privacy Policy
de: Datenschutzrichtlinie
es: Política de privacidad
fr: Politique de confidentialité
it: Politica sulla privacy
pt: Política de Privacidade
ru: Политика конфиденциальности
zh_hans: 隐私政策

# kSubscribe
source: Subscribe
de: Anmelden
es: Subscribir
fr: S’abonner
it: Registrati
pt: Subscreva-se
ru: Подписаться
zh_hans: 订阅

# kSkip
source: Skip
de: Überspringen
es: Saltar
fr: Passer
it: Salta
pt: Saltar
ru: Пропустить
zh_hans: 跳跃

# kEnter
source: Enter
de: Eingabe
es: Aceptar
fr: Entrer
it: Entra
pt: Entrar
ru: Вход
zh_hans: 进入

# kSettings
source: Settings
de: Einstellungen
es: Opciones
fr: Réglages
it: Impostazioni
pt: Definições
ru: Настройки
zh_hans: 设置

# kReviewtheapp
source: Review the app
de: Die App überprüfen
es: Evaluar la app
fr: Noter l’appli
it: Esamina l’app
pt: Comente o aplicativo
ru: Обзор приложения
zh_hans: 审查程序

# kLetter
source: Letter
de: Brief
es: Carta
fr: Lettre
it: Lettera
pt: Carta
ru: Письмо
zh_hans: 信

# kPlay
source: Play
de: Spiel
es: Jugar
fr: Jouer
it: Gioca
pt: Jogo
ru: Играть
zh_hans: 播放

# kLearningTips
source: Learning Tips
de: Lerntipps
es: Consejos de aprendizaje
fr: Conseils d’apprentissage
it: Suggerimenti per l’apprendimento
pt: Dicas de Aprendizagem
ru: Советы по обучению
zh_hans: 学习技巧

# kLearningPhilosophy
source: Learning Philosophy
de: Lernphilosophie
es: Filosofía de aprendizaje
fr: Philosophie d’apprentissage
it: Filosofia di Apprendimento
pt: Filosofia de aprendizagem
ru: Философия обучения
zh_hans: 学习哲学

# kUnder1year
source: Under 1 year
de: Unter 1 Jahr
es: Menos de 1 año
fr: Moins d’un an
it: Età inferiore a 1 anno
pt: Menores de 1 ano
ru: Младше 1 года
zh_hans: 1年以下

# k1-1.5year
source: 1- 1.5 year
de: 1- 1,5 Jahre
es: De 1 a 1,5 años
fr: 1 à 1,5 an
it: 1 anno - 1 anno e 1/2
pt: 1 ano - 1,5 anos
ru: От 1 до 1,5 года
zh_hans: 1 - 1.5年

# kYear
source: year
de: Jahre
es: años
fr: an
it: anno
pt: anos
ru: года
zh_hans: 年

# kDraw
source: Draw
de: Zeichnen
es: Dibujar
fr: Dessiner
it: Disegna
pt: Desenhar
ru: Рисование
zh_hans: 画

# kStamp
source: Stamp
de: Stempeln
es: Sellar
fr: Tamponner
it: Timbra
pt: Carimbar
ru: Трафареты
zh_hans: 邮票

# kMusic
source: Music
de: Musik
es: música
fr: musique
it: musica
pt: música
ru: музыка
zh_hans: 音乐

# kPlaywithTigglyShapes
source: Play with Tiggly Shapes
de: Spielen Sie mit Tiggly Shapes
es: Juega con las formas Tiggly
fr: Jouer avec les formes Tiggly
it: Gioca con forme Tiggly
pt: Jogue com Formas Tiggly
ru: Играйте с Tiggly Формы
zh_hans: 玩Tiggly形状

# kBuyshapes
source: Buy Shapes
de: kaufen Shapes
es: Comprar formas
fr: Acheter Formes
it: acquistare Forme
pt: Comprar Formas
ru: Купить Формы
zh_hans: 买形状

# kSaveArt
source: Save Art
de: Speichern Art
es: Guardar Art
fr: Enregistrer Art
it: Salva Art
pt: Salvar Art
ru: Сохранить искусство
zh_hans: 保存艺术

# kLimitGallery
source: Limit gallery to 60 items
de: Beschränken Galerie bis 60 Artikel
es: Limite galería de 60 artículos
fr: Limitez galerie pour 60 articles
it: Limitare galleria di 60 articoli
pt: Limite galeria para 60 itens
ru: Предельные галерее 60 наименований
zh_hans: 限制画廊60条

# kRestart
source: Restart......
de: Starten......
es: reanudar......
fr: redémarrez......
it: riavviare......
ru: перезапуск......
zh_hans: 重新启动......

# kEnterEmail
source: enter email
de: E-Mail eingeben
es: ingresar email
it: inserisci email
pt: insira o seu email
ru: введите e-mail
zh_hans: 输入电子邮件

# kPleaseEnterEmail
source: Please enter email address
de: Bitte geben Sie Ihre E-Mail-Adresse
es: Introduzca su dirección de correo electrónico
fr: S'il vous plaît, entrez votre adresse e-mail
it: Inserisci il tuo indirizzo email
pt: Por favor, insira o seu endereço de email
ru: Пожалуйста, введите Ваш адрес электронной почты
zh_hans: 请输入您的电子邮件地址

# kPleaseEnterValidEmail
source: Please enter valid email address
de: Bitte geben Sie eine gültige E-Mail-Adresse
es: Por favor, introduzca la dirección de correo electrónico válida
fr: S'il vous plaît entrez l'adresse e-mail valide
it: Inserisci indirizzo email valido
pt: Por favor, insira o endereço de e-mail válido
ru: Пожалуйста, введите действительный адрес электронной почты
zh_hans: 请输入有效的电子邮件地址

# kSwipeInstructionUp
source: To continue, swipe UP with 2 fingers.
de: Um fortzufahren, berühre oben mit 2 Fingern.
es: Deslice hasta con dos dedos por la pantalla para continuar.
fr: Pour continuer, balayez vers le haut avec 2 doigts.
it: Per continuare, scorri con due dita verso l’alto.
pt: Para continuar, arraste para cima com dois dedos.
ru: Чтобы продолжить, проведите 2 пальцами вверх.
zh_hans: 要继续, 向上轻扫 用2个手指。

# kSwipeInstructionDown
source: To continue, swipe DOWN with 2 fingers.
de: Um fortzufahren, berühre unten mit 2 Fingern.
es: Deslice abajo con dos dedos por la pantalla para continuar.
fr: Pour continuer, balayez vers le bas avec 2 doigts.
it: Per continuare, scorri con due dita verso il basso.
pt: Para continuar, arraste para baixo com dois dedos.
ru: Чтобы продолжить, проведите 2 пальцами вниз.
zh_hans: 要继续, 向下轻扫 用2个手指。

# kSwipeInstructionRight
source: To continue, swipe RIGHT with 2 fingers.
de: Um fortzufahren, berühre rechts mit 2 Fingern.
es: Deslice derecho con dos dedos por la pantalla para continuar.
fr: Pour continuer, balayez vers la gauche avec 2 doigts.
it: Per continuare, scorri con due dita verso destra.
pt: Para continuar, arraste para esquerda com dois dedos.
ru: Чтобы продолжить, проведите 2 пальцами вправо.
zh_hans: 要继续, 向右滑动 用2个手指。

# kSwipeInstructionLeft
source: To continue, swipe LEFT with 2 fingers.
de: Um fortzufahren, berühre links mit 2 Fingern.
es: Deslice izquierda con dos dedos por la pantalla para continuar.
fr: Pour continuer, balayez vers la droite avec 2 doigts.
it: Per continuare, scorri con due dita verso sinistra.
pt: Para continuar, arraste para direita com dois dedos.
ru: Чтобы продолжить, проведите 2 пальцами влево.
zh_hans: 要继续, 向左轻扫 用2个手指。

# kSaveImage
source: Save Image
de: Bild speichern
es: Guardar imagen
it: Salva Immagine
pt: Salvar imagem
zh_hans: 保存图像

# kImageSaved
source: Image Saved
de: Bild Gespeichert
es: imagen guardada
it: immagine salvata
pt: imagem Guardar
zh_hans: 图像保存

# kSaveVideo
source: Save Video
de: Speichern Video
es: Guardar video
it: Salva video
pt: Salvar vídeo
zh_hans: 保存视频

# kVideoSaved
source: Video Saved
de: Video Gespeichert
es: vídeo Guardado
it: video salvati
pt: vídeo Salvo
zh_hans: 视频保存

# kUnlockingInstructions
source: Unlocking Instructions :
de: Anweisung zur Freischaltung :
es: Instrucciones para desbloquear :
fr: Instructions de déverrouillage :
it: Istruzioni per lo sblocco :
pt: Instruções para desbloquear o aplicativo :
ru: Инструкции по разблокировке :
zh_hans: 解锁指令：

# kUnlockingInstructionText
source: Tap the Tiggly shape on the screen that matches what you see. Once you match 4 shapes in a row, the app will be unlocked.
de: Tippe auf die Tiggly-Form auf dem Bildschirm, die zu dem passt, was du siehst. Sobald du 4 passende Formen hintereinander findest, wird die App freigeschaltet.
es: Coloque la figura Tiggly superponiéndola a la figura de la pantalla. Al combinar correctamente 6 figuras seguidas se desbloqueará la aplicación.
fr: Posez sur l’écran la forme Tiggly correspondant à ce qui est affiché. Une fois que vous avez fait correspondre 6 formes d’affilée, l’appli est déverrouillée.
it: Tocca la forma di Tiggly sullo schermo che corrisponde a quello che vedi. L’app si sblocca se indovini 4 forme di seguito.
pt: Toque na forma Tiggly no ecrã que combina com o que se vê. Uma vez que você acertar 4 formas consecutivas, o aplicativo será desbloqueado.
ru: Прикоснитесь к экрану фигуркой Tiggly, которая совпадает с изображением. Если правильно подобрать подряд 6 фигурок, приложение будет разблокировано.
zh_hans: 点击屏幕上的Tiggly形状匹配你所看到的。一旦你匹配4形状成一排，该应用程序将被解锁。

# kMatchedOutOfText
source: Matched %d out of 4.
de: %d von 4 Übereinstimmungen gefunden.
es: Desbloqueadas %d de 6.
fr: %d correspondances sur 6.
it: Hai indovinato %d su 4.
pt: %d correspondências de 4.
ru: Подобрано %d из 6.
zh_hans: 匹配的%d出4。

# kCongratulationsText
source: Congratulations! You unlocked the full version of Tiggly Stamp. To play the app without the shapes, you can change the settings in the parents’ section.
de: Glückwunsch! Du hast die Vollversion von Tiggly Stamp freigeschaltet. Um die App ohne die Formen zu spielen, kannst du die Einstellungen im Elternbereich ändern.
es: ¡Enhorabuena! Ha desbloqueado la versión completa de Tiggly Stamp. Para jugar sin las figuras, puede cambiar las opciones en la parte dedicada a los padres.
fr: Félicitations ! Vous avez déverrouillé la version complète de Tiggly Stamp. Pour jouer à l’appli sans les formes, vous pouvez changer les réglages dans la section pour parents.
it: Congratulazioni! Hai sbloccato la versione complete di Tiggly Stamp. Per giocare con l’app senza le forme, modificare le impostazioni nella sezione dei genitori.
pt: Parabéns! Você desbloqueou a versão completa do Tiggly Stamp. Para jogar o aplicativo sem as formas, você pode alterar as configurações na secção para os adultos.
ru: Поздравляем! Вы разблокировали полную версию Tiggly Stamp. Для игры в приложении без фигурок нужно изменить настройки в разделе для родителей.
zh_hans: 恭喜！你解锁完整版Tiggly邮票。要播放的应用程序没有形状，你可以改变在父母的部分中的设置。

# kAboutTigglyStamp
source: About Tiggly Stamp
de: Über Tiggly Stamp
es: Sobre Tiggly Stamp
fr: À propos de Tiggly Stamp
it: Informazioni su Tiggly Stamp
pt: Sobre o Tiggly Stamp
ru: О приложении Tiggly Stamp
zh_hans: 关于Tiggly邮票

# kAboutTigglyStampText
source: Tiggly Stamp is designed to interact with Tiggly shapes, a set of 4 geometric shapes that unlock the optimal learning experience for your child by combining the best of physical and digital play. Tiggly shapes are safe for your toddler and your tablet.
de: TTiggly Stamp ist entworfen worden, um mit Tiggly-Formen, einem Satz von 4 geometrischen Formen, zu interagieren, welche die optimale Lernerfahrung für Ihr Kind durch das Kombinieren der besten physischen und digitalen Spiele freischaltet. Tiggly-Formen sind sicher für Ihr Kleinkind und Ihr Tablet.
es: Tiggly Stamp ha sido diseñado para utilizar las figuras Tiggly, un juego de 4 figuras geométricas que dan acceso a un aprendizaje óptimo, combinando lo mejor de los juegos físicos y de los digitales. Las figuras Tiggly son seguras para su hijo/a y su tablet.
fr: Tiggly Stamp a été conçu pour interagir avec les formes Tiggly, un ensemble de 4 formes géométriques qui donnent accès à la meilleure expérience d’apprentissage pour votre enfant en combinant le meilleur du jeu physique et virtuel. Les formes Tiggly ne représentent aucun danger, pour votre enfant comme pour votre tablette.
it: Tiggly Stamp è stato ideato per interagire con le forme di Tiggly, una serie di 4 forme geometriche che servono per sbloccare un’esperienza di apprendimento favolosa per tuo figlio combinando il meglio del gioco fisico e digitale. Le forme di Tiggly sono sicure per il tuo bambino ma anche per il tuo tablet.
pt: O Tiggly Stamp é projetado para interagir com formas Tiggly, um conjunto de quatro formas geométricas que desbloqueiam a experiência de aprendizagem ideal para a sua criança, combinando o melhor do jogo físico e digital. Formas Tiggly são seguras para o seu bebê e seu tablet.
ru: Приложение Tiggly Stamp создано с возможностью взаимодействия с фигурками Tiggly, набором из 4 геометрических фигур, которые открывают возможности оптимального обучения для вашего ребенка, сочетая лучшие элементы реальных и цифровых игр. Фигурки Tiggly безопасны для вашего малыша и для вашего планшета.
zh_hans: Tiggly邮票被设计成与Tiggly形状，一组解锁最佳的学习经验，为您的孩子通过将最佳的物理和数字打4的几何形状进行交互。 Tiggly形状是安全的，你的孩子和你的平板电脑。

# kSubscriptionWindowTitle
source: We’d love to share learning tips with you. Sign up for our emails.
de: Wir würden gern Lerntipps mit Ihnen teilen. Registrieren Sie sich für unsere Emails.
es: Nos gustaría poder darle consejos útiles para el aprendizaje. Regístrese para recibir nuestros emails.
fr: Nous aimerions beaucoup partager des conseils d’apprentissage avec vous. Abonnez-vous à nos e-mails.
it: Vuoi condividere i nostri suggerimenti per l’apprendimento? Iscriviti alle nostre e-mail.
pt: Adoraríamos partilhar dicas de aprendizagem com vocês. Registem-se para receber nossos e-mails.
ru: Мы с удовольствием поделимся с вами советами по обучению. Подпишитесь на нашу электронную рассылку.
zh_hans: 我们很乐意与大家分享学习的技巧。订阅我们的电子邮件。

# kHowOldYourSon
source: Tell us how old are your children. It will help us personalized the content for them and improve their learning experience.
de: Sagen Sie uns, wie alt Ihre Kinder sind. Das wird uns helfen, die Inhalte für sie individuell anzupassen und ihre Lernerfahrung zu verbessern.
es: Díganos la edad de sus hijos. Nos ayuda a personalizar su contenido y mejorar su proceso de aprendizaje.
fr: Dites-nous quels âges ont vos enfants. Cela nous aidera à personnaliser le contenu qui leur est destiné et à améliorer leur expérience d’apprentissage.
it: Indicaci l’età di tuo figlio, ti aiuteremo a personalizzare il contenuto per lui e a migliorare la sua esperienza di apprendimento.
pt: Informe-nos a idade das crianças. Isso nos ajudará a personalizar o conteúdo para elas, melhorando a experiência de aprendizagem.
ru: Сообщите нам возраст ваших детей. Это поможет нам сделать для них содержание более личным и улучшить процесс их обучения.
zh_hans: 告诉我们怎么老是你的孩子。这将有助于我们个性化的为他们的内容，提高他们的学习经验。

# kConfirmationMsgText
source: We sent an email for your confirmation.
de: Wir haben Ihnen eine Bestätigungsemail gesendet.
es: Hemos enviado un email de confirmación.
fr: Nous vous avons envoyé un e-mail de confirmation.
it: Riceverai una e-mail di conferma.
pt: Enviamos um e-mail para a sua confirmação.
ru: Мы направляем вам сообщения для подтверждения.
zh_hans: 我们为您发送确认电子邮件。

# kMotorSkillHead
source: Motor skills
de: Motorische Fähigkeiten
it: Capacità motorie
pt: Coordenação Motora
zh_hans: 运动技能

# kMotorSkillBody
source: Grabbing and holding the shapes, moving them, and placing them on the screen help your child enhance their fine motor skills.
de: Das Greifen und Halten der Formen, sie zu bewegen und auf dem Bildschirm zu platzieren, hilft Ihrem Kind, seine feinmotorischen Fähigkeiten zu verbessern.
it: Afferrare e tenere le forme, spostarle e disporle sullo schermo aiuta il bambino a migliorare le sue capacità motorie.
pt: Ao agarrar e segurar as formas, movendo-as e colocando-as no ecrã ajuda o seu filho a melhorar a sua coordenação motora fina.
zh_hans: 抓住并持有的形状，移动它们，并把它们在屏幕上帮助孩子提高他们的精细运动技能。

# kLangDevHead
source: Language Development
de: Sprachentwicklung
it: Sviluppo del linguaggio
pt: Desenvolvimento da Fala
zh_hans: 语言发展

# kLangDevBody
source: Children will hear the names of animals, fruits, and objects as they appear on screen and greet your child. They will also practice storytelling and producing language as part of their play.
de: Die Kinder werden die Namen von Tieren, Früchten und Objekten hören, wenn sie auf dem Bildschirm erscheinen und Ihre Kinder begrüßen. Sie werden auch das Geschichtenerzählen üben und Sprache als Teil ihres Spiels produzieren
it: I bambini potranno ascoltare i nomi degli animali, dei frutti e degli oggetti che appaiono sullo schermo e le forme di saluto. Essi potranno anche mettere in pratica la capacità di raccontare e lo sviluppo del linguaggio come parte del loro gioco.
pt: As crianças vão ouvir os nomes de animais, frutas e objetos na medida em que eles aparecem no ecrã e cumprimentam o seu filho. Eles também irão praticar narrativa e linguagem como parte de seu jogo.
zh_hans: 孩子们会听到动物，水果和对象的名称，因为它们出现在屏幕上，迎接您的孩子。他们还将练习讲故事和生产语言作为他们的游戏的一部分。

# kSpatialThinkHead
source: Creativity
de: Kreativität
it: Creatività
pt: Cognição Espacial
zh_hans: 创造力

# kSpatialThinkBody
source: Tiggly Stamp encourages children to recognize and match basic shapes— circles, squares, triangles, and stars in various orientations. By manipulating real shapes, and grabbing, rotating, moving, and placing them on a target, children learn about spatial relations and transformations. Finally, by turning simple shapes into animals, they practice their ability to create complex images.
de: Bei Tiggly Stempel kreieren Grundformen komplexe Bilder von Tieren, Früchten und Objekten. Dadurch, dass man die Kinder die Muster von Kombinationen aus Grundformen vorausahnen lässt, hilft ihnen Tiggly Stempel dabei, ihre Vorstellungskraft zu verbessern. Neben der visuellen Entdeckung, werden Kinder dazu ermuntert, Szenen zu erschaffen und ihre eigenen Geschichten zu erfinden. Rollenspiel, Geschichtenerzählen und Fantasie sind Schlüssel zur Entwicklung von Kreativität.
it: In Tiggly Stamp, le forme di base creano immagini complesse di animali, frutti e oggetti. Lasciando che i bambini anticipino i modelli di combinazione delle forme di base, Tiggly Stamp aiuta a sviluppare la loro immaginazione. Oltre alla scoperta visiva, i bambini sono incoraggiati a creare scene e ad inventare le proprie storie. I giochi di ruolo, la narrazione e la fantasia sono le chiavi per lo sviluppo della creatività
pt: O Tiggly Stamp incentiva as crianças a reconhecer e combinar formas básicas: Círculos, quadrados, triângulos e estrelas em diversas orientações. Ao manusear formas reais, apanhando, girando, movendo e colocando-as num alvo, as crianças aprendem sobre relações espaciais e transformações. Finalmente, transformando formas simples em animais, elas praticam a sua capacidade de criar imagens complexas
zh_hans: Tiggly邮票鼓励孩子认识和匹配基本形状 - 圆形，方形，三角形，并在各个方向的星星。通过操纵真实形状和抢夺，旋转，移动，并把它们放在一个目标，孩子学习空间关系和转换。最后，通过将简单的形状变成动物，他们信奉自己来创建复杂图像的能力。

# kPrivacyPolicyHeading
source: Tiggly Privacy Policy
de: Tiggly Datenschutzrichtlinie
es: Tiggly Política de privacidad
fr: Tiggly Politique de confidentialité
it: Tiggly Politica sulla privacy
pt: Tiggly Política de Privacidade
ru: Tiggly Политика конфиденциальности
zh_hans: Tiggly隐私政策
