Repository: rohitk-cuelogic/MyChecking
Catalog: TigglyStamp/TigglyStamp/*.lproj/Localizable.strings
Languages: de, es, fr, it, pt, ru, zh_hans

# kPrivacyPolicytext
source: Tiggly is committed to helping preschoolers learn in the most effective way possible. We believe the ideal way to achieve that goal is by combining physical play with digital tools, and by actively involving parents in the learning process. This privacy policy has been created to provide you with information about how we collect and use information that you may provide through our apps, the circumstances under which we may disclose that information, as well as your choices concerning that information. 1. Effective Date: This Privacy Policy is effective 09/20/2013, and applies to any and all information that a user may have provided to Tiggly through our apps. Tiggly reserves the right, at its discretion and/or in compliance with applicable law if needed, to change, modify, amend, add, or remove portions of its Privacy Policy at any time. When required by law, we will advise you of such changes. Modifications will be effective immediately, and will apply to your continuing use. 2. Your Consent: Please read this privacy policy carefully. By accessing and using our apps, you acknowledge that you have read and understood this Privacy Policy, and agree to be legally bound by it. If you do not agree with the terms of this Privacy Policy, please refrain from using our apps. 3. Personal Information and Children: We do not knowingly collect personally identifiable information from children under the age of 13. We do allow children to record their voice within the app; however, that recording is not collected on our servers, and instead is stored locally, only in the app and on the device. We do not receive the voice recording. If Tiggly learns that we have inadvertently gathered personal information from children under the age of 13 through our apps, we will take reasonable measures to promptly delete any such data from Tiggly’s records. 4. Personal Information and Adults: Through our apps, Tiggly may collect the following information from parents: - Parent’s name or user name - Email address - Your child(ren)’s first name(s) or user name(s) - Your child(ren)’s age(s) - Your child(ren)’s gender(s) Providing the above information is optional. Your name/username, if provided, would be used for keeping track of your information and your child(ren)’s in-game data such as frequency of play, accuracy, mistakes and their strategies. This information will be used to prepare personalized reports to parents about their child(ren)’s progress and learning. Your email address is collected only if you subscribe to our newsletter or for email updates and reports. We include information on how to unsubscribe from such communications within every email that we send. We ask for your child(ren)’s first name(s), age(s) and gender(s) so that we may personalize communications sent to you related to your child(ren)’s progress within the app. Such information is optional. You can contact us by email to request to see or delete any personally identifiable information we have stored. To make such a request, please email us at privacy@tiggly.com. If needed, we may ask for additional information to verify your identity prior to completing such a request. 5. Collection of Non-Personal Information: Tiggly collects certain non-personally identifiable information from our users, such as data about how our apps are used and device IDs. We do not combine personal information with non-personal information. Anonymous, non-personal data is used for internal operations, such as analyzing the effectiveness of our apps, improving our features, and for other, similar purposes. For example, we collect anonymous data on in-game activities to analyze common paths of learning, mistakes, and strategies in order to better adopt the software activity to meet users’ needs. 6. Third Parties: Tiggly may use third parties to assist in the analysis of our apps, including analyzing the general behavior and characteristics of users participating in our app. In doing so, we may share non-personal data, such as your device IDs with third parties. That anonymous information provided to third parties is used for the purpose of measuring the performance of our app, page views, number of visitors, and similar statistical measures. The anonymous information is collected through features of the apps and through cookies. A “cookie” is a small bit of record-keeping information that websites often store on a user's computer. You can disable cookies or set your browser to alert you when cookies are being sent to your device. Tiggly requires that any third party comply with this privacy policy. In addition, we do not sell, rent, share or transfer any of the information collected to third parties in ways other than described in this policy. 7. Third Party Terms and Conditions: By using our App, you may be subject to third party terms and conditions and privacy policies, including but not limited to application stores, mobile software platforms, and social networking services. Providing links to any such third parties does not constitute Tiggly’s sponsorship of, or affiliation with, such third parties. Certain features that Tiggly may offer, such as social networking, may use third party services to provide authentication with a social networking ID. In connection with such use, certain personally identifiable user and/or membership data may be transferred automatically to and from Tiggly’s apps. Such features are only offered within the parent section of the apps. The parent section of Tiggly apps contains links to Tiggly’s website, blog, and social media activities and pages. 8. Data Retention: Tiggly only retains the data collected pursuant to this Privacy Policy for the period of time necessary to fulfill the purposes outlined in this Privacy Policy, unless a longer retention period is required or permitted by law. After such time, Tiggly deletes all such data within a time frame that is reasonable for our operating requirements. When necessary, Tiggly may retain data to the extent needed to resolve disputes, enforce Tiggly user agreements, and comply with technical and legal requirements and constraints related to the security, integrity and operation of the apps. 9. Disclosure of Data: If needed in order to operate our apps, personal and non-personal information we collect may be shared with our service providers who support and administer the internal operations of our apps, such as maintaining user accounts and providing customer service. All such service providers are required to agree to maintain the confidentiality, security and integrity of the data, and may not use it for any other purposes. We also reserve the right to release personal information in connection with a lawsuit or legal claim, to comply with a judicial process or law enforcement investigation, or in connection with a corporate change or dissolution, including for example a merger, acquisition, reorganization, consolidation, bankruptcy, liquidation, sale of assets, wind-down of business or related due diligence. Any such release of data will be done in compliance with applicable law, and only if the receiving party agrees to maintain the confidentiality, security and integrity of that information. 10. Security: Tiggly follows reasonable and generally accepted industry standards regarding data security, and we maintain reasonable safeguards to attempt to ensure the confidentiality, security and integrity of the information in Tiggly’s possession in accordance with applicable law. Only those persons with a need to process user data in connection with the fulfillment of their tasks in accordance with the purposes of this Privacy Policy and for the purposes of performing technical maintenance have access to user data in Tiggly’s possession. Tiggly stores all data and information in secure operating environments and implements reasonable and generally accepted industry practices to prevent unauthorized access to the data. Please note that Tiggly cannot and does not guarantee the security of materials or information transmitted to Tiggly by users over the Internet or through wireless connections. 11. Further Information: If you have any questions, comments or concerns regarding this Privacy Policy and/or our practices, please email us at: privacy@tiggly.com. Tiggly maintains offices at 222 Broadway, 19th floor, New York, NY, 10038, and may also be contacted by mail should you wish to discuss this Privacy Policy or any other matter of interest or concern. 12. Special Notice to California Residents: Individuals who reside in California and have provided their Personally Identifiable Information may request information regarding disclosures of this information to third parties for direct marketing purposes. Such requests should be submitted to us at the following email address: privacy@tiggly.com or in writing at our offices. 13. Third Parties: The following third parties may be associated with the Tiggly apps: Google Analytics. Google Analytics uses cookies, to help us analyze how users use the Service. You may be able to opt-out of Google’s collection. Please visit Google’s Ads Preferences Manager or the Google Analytics opt-out browser add-on for more information.
de: Tiggly engagiert sich Vorschulkindern dabei zu helfen, so effektiv wie möglich zu lernen. Wir glauben, dass der ideale Weg dafür dieses Ziel zu erreichen ist, Körpereinsatz mit digitalen Werkzeugen zu kombinieren und die Eltern aktiv in den Lernprozess einzubeziehen. Diese Datenschutzrichtlinie wurde erstellt, um Sie darüber zu informieren, wie wir Informationen, die Sie vielleicht durch unsere Apps bereitstellen, sammeln und verwenden; die Umstände unter denen wir diese Informationen eventuell offenlegen sowie Ihre Entscheidungen bzgl. dieser Informationen. 1. Datum des Inkrafttretens: Diese Datenschutzrichtlinie ist wirksam ab 20.09.2013 und gilt für alle Informationen, die ein Benutzer Tiggly durch unsere Apps zur Verfügung gestellt hat. Tiggly behält sich das Recht vor, jederzeit nach eigenem Ermessen und/oder in Einklang mit geltendem Recht falls nötig, die Datenschutzrichtlinie zu ändern, zu modifizieren, berichtigen, ergänzen oder Teile der Datenschutzrichtlinie zu entfernen. Wenn das Gesetz es erfordert, werden wir Sie über solche Änderungen in Kenntnis setzen. Änderungen werden sofort wirksam und es gilt deren dauerhafte Nutzung. Die Verwendung eines jeden Tiggly Apps nach der Veröffentlichung jeglicher Änderungen wird Akzeptanz, Anerkennung und Zustimmung der jeweiligen Änderung darstellen. 2. Ihr Einverständnis: Bitte lesen Sie diese Datenschutzrichtlinie sorgfältig durch. Indem Sie auf unsere Apps zugreifen und sie nutzen, bestätigen Sie, dass Sie diese Datenschutzrichtlinie gelesen und verstanden haben und zustimmen, rechtlich an diese gebunden zu sein. Wenn Sie nicht mit den Bedingungen dieser Datenschutzrichtlinie einverstanden sind, verzichten Sie bitte auf die Nutzung unserer Apps. 3. Persönliche Informationen und Kinder: Wir sammeln persönliche, erkennbare Informationen von Kindern unter 13 Jahren nicht wissentlich. Wir erlauben Kindern, ihre Stimme im Rahmen der App aufzuzeichnen; diese Aufnahme wird jedoch nicht auf unseren Servern gesammelt, sondern lokal gespeichert, nur in der App und auf dem Gerät. Wir erhalten die Stimmaufzeichnung nicht. Wenn Tiggly erfährt, dass wir durch unsere Apps versehentlich persönliche Daten von Kindern unter 13 Jahren gesammelt haben, werden wir angemessene Maßnahmen ergreifen, um solche Dateien unverzüglich aus den Aufzeichnungen von Tiggle zu löschen. 4. Persönliche Informationen und Erwachsene: Durch unsere Apps kann es vorkommen, dass Tiggly die folgenden Informationen von Eltern sammelt: - Name oder Benutzername der Eltern - Email-Adresse - Den Vornamen oder Benutzernamen Ihres Kindes/Ihrer Kinder - Das Alter Ihres Kindes/Ihrer Kinder - Das Geschlecht Ihres Kindes/Ihrer Kinder Die Bereitstellung der oben genannten Informationen ist optional. Ihr Name/ Benutzername, falls vorhanden, würde für die Verfolgung Ihrer Daten und der Ihres Kindes/Ihrer Kinder bei In-Game-Daten, wie Spielhäufigkeit, Richtigkeit, Fehler und deren Strategien, verwendet werden. Diese Informationen werden verwendet, um für Eltern individualisierte Berichte über die Fortschritte und den Lernverlauf ihres Kindes/ihrer Kinder vorzubereiten. Ihre Email-Adresse wird nur für Email-Updates und Berichte gespeichert oder wenn Sie unseren Newsletter abonnieren. Wir fügen jeder Email, die wir versenden eine Information bei, wie Sie sich von solchen Rundschreiben abmelden können. Wir fragen nach dem Vornamen des Kindes/der Kinder, dem Alter und Geschlecht, damit wir Ihnen individuelle Mitteilungen, die sich auf die Fortschritte Ihres Kindes/Ihrer Kinder im Rahmen der App beziehen, schicken können. Sie können uns per Email kontaktieren, um persönliche, erkennbare Informationen, die wir gespeichert haben einzusehen oder zu löschen. Für eine solche Anfrage, senden Sie uns bitte eine Email an privacy@tiggly.com. Falls nötig, können wir um zusätzliche Informationen bitten, um Ihre Identität zu prüfen, bevor wir diese Anfrage bearbeiten. 5. Sammlung von nicht-personenbezogenen Informationen: Tiggly sammelt bestimmte nicht-personenbezogene Informationen wie Geräte-ID (UDID) von seinen Nutzern. Wir unterscheiden zwischen persönlichen Daten und nicht-personenbezogenen Informationen. Anonyme, nicht-personenbezogene Daten werden für interne Tätigkeiten wie der Analyse der Wirksamkeit unserer Apps, der Verbesserung unserer Funktionen oder für andere ähnliche Zwecke genutzt. Wir sammeln zum Beispiel Daten über In-Game-Aktivitäten, um allgemeine Lernwege, Fehler und Strategien zu analysieren, damit wir die Softwareaktivität besser adoptieren können und somit dem Nutzer gerecht werden. 6. Drittpersonen: Tiggly verwendet Drittpersonen, die uns bei der Analyse unserer Apps unterstützen, einschließlich der Analyse des allgemeinen Verhaltens und der Eigenschaften von Benutzern, die an unserem App teilnehmen. Dadurch teilen wir möglicherweise nicht-personenbezogene Daten, wie Ihr UDID, mit Drittpersonen. Diese anonymen Informationen an Dritte dienen dem Zweck der Leistungsmessung unserer Apps, dem Seitenabruf, der Anzahl der Besucher und ähnlichen statistischen Maßnahmen. Die anonymen Informationen werden durch Funktionen der Apps und durch Cookies gesammelt. Ein “Cookie” ist eine kleine Menge an festgehaltenen, persönlichen Daten, welche Websites oft auf dem Computer des Nutzers speichern. Sie können Cookies deaktivieren oder Ihren Browser so einstellen, dass er Sie warnt, wenn Cookies an Ihr Gerät gesendet werden. Tiggly verlangt, dass Drittpersonen diese Datenschutzrichtlinie einhalten. Darüber hinaus verkaufen, vermieten, teilen oder übertragen wir keine der gesammelten Daten an Drittpersonen auf andere Weise, als es in dieser Richtlinie beschrieben wird. 7. AGB Drittpersonen: Durch die Nutzung unserer App unterliegen Sie eventuell den Geschäftsbedingungen und Datenschutzrichtlinien von Drittpersonen einschließlich aber nicht beschränkt auf App Shops, mobile Softwareplattformen und sozialen Netzwerkdiensten. Die Bereitstellung von Links zu jeglichen dieser Drittparteien stellt nicht Tigglys Sponsoring mit solchen Drittpersonen oder dessen Zugehörigkeit zu solchen dar. Bestimmte, von Tiggly angebotene Funktionen wie soziales Netzwerken, könnten die Dienste von Drittpersonen verwenden, um die Authentifizierung mit einer sozialen Netzwerk-ID vorzusehen. In Verbindung mit einer solchen Verwendung könnten bestimmte persönliche erkennbare Benutzer- und/oder Mitgliedschaftsdaten automatisch an und aus Tiggly Apps übertragen werden. Solche Funktionen werden nur innerhalb des Elternbereichs der Apps angeboten. Der Elternbereich der Tiggly Apps beinhaltet Links zu Tigglys Website, Blog, Facebook, Twitter, Pinterest, YouTube Kanal, und Instagram. 8. Datenaufbewahrung: Tiggly bewahrt nur die gesammelten Daten gemäß dieser Datenschutzrichtlinie für die Zeitdauer auf, die notwendig ist, um die Ziele, die in dieser Datenschutzrichtlinie dargelegt sind zu erfüllen, es sei denn eine längere Aufbewahrung ist erforderlich oder gesetzlich zulässig. Nach dieser Zeit löscht Tiggly alle Daten innerhalb eines Zeitrahmens, der angemessen für unsere betrieblichen Anforderungen ist. Falls notwendig, kann Tiggly Daten im erforderlichen Maß aufbewahren, um Streitigkeiten beizulegen, um Tiggly-Nutzungsvereinbarungen durchzusetzen und um technische und rechtliche Anforderungen und Einschränkungen in Bezug auf die Sicherheit, Integrität und den Betrieb der Apps zu erfüllen. 9. Weitergabe von Daten: Es könnte, um unsere Apps zu betreiben, erforderlich sein, persönliche und nicht-persönliche Informationen, die wir sammeln, mit unseren Dienstleistern, welche interne Abläufe unserer Apps unterstützen und verwalten, zu teilen, wie zum Beispiel das Pflegen von Benutzerkonten und die Bereitstellung von Kundenservice. All diese Dienstleister verpflichten sich, die Vertraulichkeit, Sicherheit und Integrität der Daten zu bewahren und dürfen sie nicht für andere Zwecke verwenden. Wir behalten uns auch das Recht vor, persönliche Informationen freizugeben, um einem gerichtlichen Verfahren oder einer Strafverfolgungsuntersuchung zu entsprechen oder in Verbindung mit einer unternehmerischen Veränderung oder Auflösung, einschließlich zum Beispiel einer Fusion, Akquisition, Reorganisation, Konsolidierung, Konkurs, Liquidation, Veräußerung von Vermögenswerten, Unternehmensauflösung oder damit verbundenen Kaufprüfungen. Eine solche Datenfreigabe wird in Einklang mit geltendem Recht durchgeführt werden und auch nur, wenn der Empfänger zustimmt, die Vertraulichkeit, Sicherheit und Integrität dieser Daten zu bewahren. 10. Sicherheit: Tiggly befolgt angemessene und allgemein akzeptierte Industriestandards in Bezug auf Datensicherheit, und wir halten angemessene Schutzmaßnahmen ein, um zu versuchen die Vertraulichkeit, Sicherheit und Integrität der in Tigglys Besitz befindlichen Informationen in Übereinstimmung mit geltendem Recht sicherzustellen. Nur Personen, die Benutzerdaten zur Erfüllung ihrer Aufgaben, im Einklang mit den Zielen dieser Datenschutzrichtlinie und für die Zwecke der Durchführung technischer Wartung benötigen, haben Zugriff zu den Benutzerdaten, die sich in Tigglys Besitz befinden. Tiggly speichert alle Daten und Informationen in einer sicheren Betriebsumgebung und setzt angemessene und allgemein akzeptierte Industriepraktiken um, um einen unbefugten Zugriff auf die Daten zu verhindern. Bitte beachten Sie, dass Tiggly Sicherheit für Material oder Informationen nicht garantieren kann, die Tiggly von Nutzern über das Internet oder durch Drahtlosverbindungen übertragen werden. 11. Weitere Informationen: Falls Sie Fragen, Anmerkungen oder Bedenken zu diesen Datenschutzbestimmungen und/oder unserem Verfahren haben, senden Sie uns bitte eine Email an: privacy@tiggly.com. Tiggly unterhält Büros in 222 Broadway, 19th Etage, New York, NY, 10038 und kann auch per Email kontaktiert werden, falls Sie über diese Datenschutzrichtlinie oder andere Anliegen sprechen möchten oder sonstige Fragen haben. 12. Besonderer Hinweis für kalifornische Einwohner: Personen, die in Kalifornien ansässig sind und ihre personenbezogenen Daten angegeben haben, können in Bezug auf die Weitergabe dieser Informationen an Drittpersonen können Informationen zum Zwecke der Direktwerbung erhalten. Solche Anfragen können schriftlich an unser Büro oder unter der folgenden Email Adresse eingereicht werden: privacy@tiggly.com 13. Drittpersonen: Die folgenden Drittpersonen können mit den Tiggly Apps in Verbindung gebracht werden: Google Analytics
es: Tiggly se compromete a ayudar a los preescolares a aprender de la manera más efectiva posible. Creemos firmemente que la mejor manera es la combinación del juego con herramientas digitales y un papel activo de los padres en el proceso de aprendizaje. La presente política de privacidad ha sido redactada para suministrarle información sobre la recopilación y uso de los datos que recibimos a través de nuestras aplicaciones, las circunstancias bajo las que se puede hacer uso de ellos, así como sus opciones respecto a dichos datos 1. Fecha de entrada en vigor: La presente política de privacidad entra en vigor el 09/20/2013 y afecta a toda información que el usuario haya suministrado a Tiggly a través de nuestras aplicaciones. Tiggly se reserva el derecho de, a su discreción y de conformidad con la ley aplicable, modificar, alterar, ampliar o suprimir partes de su política de privacidad en cualquier momento. Cuando la ley así lo requiera le informaremos de dichos cambios. Las modificaciones entrarán en vigor inmediatamente y se aplicarán a su uso posterior. El uso de cualquiera de las aplicaciones de Tiggly tras la notificación de un cambio en la política de privacidad será considerado como confirmación de su lectura, aceptación y acuerdo con dichas modificaciones. 2. Su consentimiento: Lea detenidamente la política de privacidad. Al acceder y utilizar nuestras aplicaciones confirma que ha leído, comprendido y acepta quedar jurídicamente vinculado por la presente política de privacidad. Si no está conforme con los términos de la política de privacidad, absténgase de usar nuestras aplicaciones. 3. Información personal de niños: No recopilamos información personal de niños menores de 13 años. Los niños pueden grabar su voz en la aplicación; sin embargo, la grabación no llega a nuestros servidores, sino que es almacenada en la aplicación y en el dispositivo. No recibimos ninguna grabación. Si en Tiggly tuviéramos conocimiento de haber recopilado inintencionadamente información personal de niños menores de 13 años a través de nuestras aplicaciones, tomaríamos las medidas necesarias dentro de lo razonable para eliminar de inmediato esta información de nuestros archivos. 4. información personal de adultos: A través de nuestras aplicaciones, Tiggly puede recopilar los siguientes datos de los padres: - Nombre o nombre de usuario de los padres - Dirección de correo electrónico - Nombre(s) de pila de su(s) hijo/a(s) o nombre(s) de usuario - Edad de su(s) hijo/a(s) - Sexo de su(s)hijo/a(s) Facilitar estos datos es opcional. Su nombre/usuario, si nos lo ha facilitado, se utilizará para hacer un seguimiento de su información y datos de su(s) hijo/a(s) relacionados con el juego tales como la frecuencia de uso, precisión, errores y estrategias. Esta información se utiliza para elaborar informes personalizados destinados a los padres sobre el progreso y aprendizaje de su(s) hijo/a(s). Su dirección de correo se recoge solo si se subscribe a nuestra lista de distribución o para actualizaciones e informes. En cada email nuestro encontrará información detallada para cancelar la suscripción. Solicitamos el nombre, edad y sexo de su(s) hijo/a(s) para personalizar la comunicación relativa a los progresos de su(s) hijo/a(s) en la aplicación. Suministrar dicha información es facultativo. Puede ponerse en contacto con nosotros, escribiéndonos un email para consultar o borrar cualquier información personal que hayamos guardado. Para ello, escríbanos a privacy@tiggly.com. Si fuera necesario, se le pedirá información adicional para verificar su identidad antes de llevar a cabo dicha petición. 5. Recopilación de información no personal: Tiggly recopila cierta información no personal de sus usuarios, como la ID del dispositivo (UDID). No combinamos datos personales y no personales. Hacemos uso interno de la información no personal de manera anónima: análisis de la efectividad de nuestras aplicaciones, mejora de las mismas y otros usos similares. Por ejemplo, recopilamos información anónima de las actividades para analizar patrones comunes de aprendizaje, errores y estrategias para adaptar el software a las necesidades de los usuarios. 6. Terceras partes: Tiggly utiliza la asistencia de terceras partes en el análisis de las aplicaciones, incluyendo el análisis de comportamientos generales y las características de los usuarios que utilizan la aplicación. De este modo, es posible que compartamos con terceros información no personal como la ID de su dispositivo. Esta información anónima se suministra para evaluar el funcionamiento de la aplicación, las páginas visitadas, el número de visitantes y datos estadísticos similares. Dicha información anónima se recopila a través de funcionalidades de la aplicación y cookies. Una 'cookie' es un pequeño registro de información que los sitios webs guardan en el ordenador del usuario. Puede desactivar las cookies o activar la opción de que su dispositivo le avise cuando estas van a ser utilizadas. Tiggly exige a terceros el cumplimiento de esta política de privacidad. Además, no vendemos, alquilamos, compartimos o transferimos información recopilada por terceros de otra manera que no sean las descritas en la presente política. 7. Términos y condiciones para terceros: Al utilizar nuestra aplicación, puede estar sujeto a los términos y condiciones de terceros y a la política de privacidad, incluyendo, pero no de manera taxativa, tiendas de aplicaciones, plataformas de software móvil y redes sociales. Los enlaces a las mencionadas terceras partes no constituyen un patrocinio o afiliación de Tiggly con las mismas. Ciertos servicios provistos por Tiggly, como el acceso a redes sociales, pueden hacer uso de los servicios de terceros para comprobar la identidad a través de una cuenta en una red social. En este uso, cierta información personal o información de la cuenta del usuario puede transferirse a o desde las aplicaciones de Tiggly. Estas funciones están disponibles solo en la sección de la aplicación destinada a los padres. La sección destinada a los padres contiene enlaces al sitio web, blog, Facebook, Twitter, Pinterest, canal de YouTube e Instagram de Tiggly. 8. Almacenamiento de datos: Tiggly solo almacena la información descrita en la presente política de privacidad por el periodo de tiempo necesario para cumplir las funciones descritas en la política, a menos que se requiera un periodo más largo o la ley así lo permita. Transcurrido este plazo, Tiggly elimina la información dentro de un tiempo razonable para nuestros medios técnicos. Si fuera necesario, Tiggly puede conservar la información el tiempo requerido para resolver conflictos, hacer cumplir el acuerdo de usuario de Tiggly y cumplir con requerimientos técnicos o legales relacionados con la seguridad, integridad y operatividad de las aplicaciones. 9. Cesión de datos: Si fuera necesario para el funcionamiento de nuestras aplicaciones, se compartirá información personal y no personal con nuestros proveedores de servicios que administran el funcionamiento interno de las aplicaciones en tareas como el mantenimiento de las cuentas de usuario y atención al cliente. Exigimos a dichos proveedores el compromiso de velar por la confidencialidad, seguridad e integridad de la información, así como abstenerse de usar los datos con otros fines. También nos reservamos el derecho de ceder información personal para cumplir con procesos judiciales o de investigación policial, o en relación con un cambio o disolución de la empresa, incluyendo por ejemplo una fusión, adquisición, reorganización, consolidación, quiebra, liquidación, venta de activos, reducción paulatina de los negocios o diligencias relacionadas. Cualquier cesión de datos se llevará a cabo de conformidad con la legislación aplicable, y sólo si la parte receptora se compromete a mantener la confidencialidad, seguridad e integridad de la información. 10. Seguridad: Tiggly sigue los estándares generales del sector en materia de seguridad de datos, y mantenemos salvaguardas razonables para intentar garantizar la confidencialidad, seguridad e integridad de la información en posesión de Tiggly de conformidad con la ley aplicable. Sólo aquellas personas con necesidad de procesar los datos de usuario en cumplimiento de sus funciones, de conformidad con esta política de privacidad y con el fin de realizar mantenimiento técnico, tienen acceso a los datos de usuario en posesión de Tiggly. Tiggly almacena la información en entornos operativos seguros y pone en práctica usos razonables y aceptados por el sector para prevenir el acceso sin autorización a la información. Considere que Tiggly no puede y no garantiza la seguridad de materiales o información transmitida por los usuarios de Tiggly a través de Internet o de conexiones inalámbricas. 11. Información adicional: Si tiene preguntas o comentarios relacionados con la política de privacidad o nuestras prácticas, escríbanos a:privacy@tiggly.com. Tiggly tiene sede en Broadway 222, piso 19, New York, NY, 10038, y puede ponerse en contacto con nosotros por email para tratar la política de privacidad u otros temas de su interés. 12. Nota para los residentes en California: Los individuos que residan en California y que hayan suministrado datos personales pueden pedir información sobre la cesión de dichos datos a terceros con fines comerciales. Esta petición deberá enviarse a: privacy@tiggly.com o en papel a nuestra oficina. 13. Terceras partes: Los siguientes terceros pueden estar asociados a las aplicaciones de Tiggly: Google Analytics
fr: Tiggly s’engage à aider les enfants de maternelle à apprendre de la façon la plus efficace possible. Nous pensons que le meilleur moyen d’atteindre ce but est de combiner le jeu physique avec des outils numériques, et en faisant activement participer les parents dans le processus d’apprentissage. Cette politique de confidentialité a été créée pour vous informer de la façon dont nous collectons et utilisons les informations que vous pouvez être amené à fournir dans nos applications, les circonstances dans lesquelles nous pouvons les divulguer, et vos choix concernant ces informations. 1. Date d'effet : cette politique de confidentialité est effective au 20/09/2013 et s’applique à toutes les informations qu’un utilisateur a pu fournir à Tiggly à travers nos applications. Tiggly se réserve le droit, à sa discrétion ou en conformité avec la loi applicable si nécessaire, de changer, modifier, amender, ajouter ou supprimer des portions de sa politique de confidentialité à tout moment. Lorsque la loi l’oblige, nous vous informerons de ces changements. Les modifications prendront effet immédiatement, et s’appliqueront à votre utilisation future. L’utilisation de n’importe laquelle des applications Tiggly après la publication de changements apportés à la politique de confidentialité constituera l’acceptation, la reconnaissance et l’accord avec les changements en question. 2. Votre consentement : veuillez lire cette politique de confidentialité attentivement. En accédant à nos applications et en les utilisant, vous reconnaissez avoir lu et compris cette politique de confidentialité, et acceptez d’y être attaché légalement. Si vous n’acceptez pas les termes de cette politique de confidentialité, veuillez ne pas utiliser nos applications. 3. Informations personnelles et enfants : nous ne collectons pas sciemment des informations permettant l’identification individuelle des enfants de moins de 13 ans. Nous permettons aux enfants d’enregistrer leur voix dans l’application ; cependant, cet enregistrement n’est pas collecté sur nos serveurs et est stocké localement, dans l’application et sur l’appareil. Nous ne recevons pas l’enregistrement de la voix. Si à Tiggly nous apprenons que nous avons collecté par inadvertance des informations personnelles provenant d’enfants de moins de 13 à travers nos applications, nous prendrons des mesures raisonnables pour effacer rapidement toutes ces données des archives de Tiggly. 4. Informations personnelles et adultes : à travers nos applications, Tiggly peut collecter les informations suivantes auprès des parents : - Nom ou nom d’utilisateur du parent - Adresse e-mail - Le(s) prénom(s) ou nom(s) d’utilisateur de votre/vos enfant(s) - L’âge de votre/vos enfants - Le sexe de votre/vos enfants Fournir les informations ci-dessus est facultatif. Votre nom ou nom d’utilisateur, si vous le fournissez, sera utilisé pour suivre vos informations et les données de jeu de votre/vos enfant(s), telles que la fréquence de jeu, la précision, les erreurs et ses/leurs stratégies. Ces informations seront utilisées pour préparer pour les parents des rapports personnalisés sur les progrès et l’apprentissage de leur(s) enfant(s). Votre adresse e-mail n’est collectée que si vous vous abonnez à notre lettre d’information ou pour des mises à jour ou des rapports par e-mail. Des informations sur la procédure à suivre pour se désabonner de ces communications sont incluses dans tous les e-mails que nous envoyons. Nous vous demandons le(s) prénom(s), l’âge et le sexe de votre/vos enfant(s) afin que nous puissions personnaliser les communications liées aux progrès de votre/vos enfants(s) dans l’application que nous vous envoyons. Ces informations sont facultatives. Vous pouvez nous contacter par e-mail pour nous demander d’avoir accès ou d’effacer toute information permettant une identification personnelle que nous stockons. Pour faire une demande de ce genre, veuillez nous envoyer un e-mail à l’adresse privacy@tiggly.com. Si nécessaire, nous pouvons vous demander des informations supplémentaires pour vérifier votre identité avant d’accéder à une telle requête. 5. Collecte d’informations non personnelles : Tiggly collecte certaines informations ne permettant pas d’identification personnelle auprès de ses utilisateurs, comme les identifiants d’appareils (UDID). Nous ne combinons pas les informations personnelles avec les informations non personnelles. Des données anonymes et non personnelles sont utilisées pour des opérations internes, comme l’analyse de l’efficacité de nos applications, l’amélioration de nos fonctions, et pour d’autres buts similaires. Nous collectons par exemple des données anonymes sur les activités de jeu pour analyser des erreurs, des stratégies et des chemins communs d’apprentissage afin d’adapter au mieux l’activité du logiciel aux besoins des utilisateurs. 6. Tierces parties : Tiggly fait appel à une tierce partie pour l’assister dans l’analyse de ses applications, y compris l’analyse du comportement et des caractéristiques générales des utilisateurs se servant de notre application. Ce faisant, il se peut que nous partagions des données non personnelles, comme l’UDID, avec des tierces parties. Les informations fournies à des tierces parties sont utilisées pour mesurer les performances de notre application, le nombre d’affichages de pages, le nombre de visiteurs et autres mesures statistiques similaires. Les informations anonymes sont collectées par des fonctions des applications et par des cookies. Un « cookie » est un petit fichier qui enregistre des informations, souvent enregistré sur l’ordinateur d’un utilisateur par des sites internet. Vous pouvez désactiver les cookies ou régler votre navigateur afin qu’il vous prévienne lorsque des cookies sont envoyés vers votre appareil. Tiggly requiert que toute tierce partie respecte sa politique de confidentialité. De plus, nous ne vendons, louons, partageons ou transférons aucune des informations collectées aux parties tierces par des moyens différents de ceux décrits dans cette politique. 7. Conditions générales de parties tierces : en utilisant notre application, il se peut que vous soyez assujetti aux conditions générales et aux politiques de confidentialité de parties tierces, ce qui inclut, sans s’y limiter, les boutiques d’applications, les plateformes de logiciels mobiles et les services de réseaux sociaux. Fournir des liens vers l’une de ces tierces parties ne constitue par un parrainage ou une affiliation de Tiggly à ces tierces parties. Certaines fonctionnalités que Tiggly peut offrir, comme la connexion aux réseaux sociaux, peuvent utiliser des services de tierces parties pour fournir l’authentification avec un identifiant de réseau social. En lien avec cette utilisation, certaines données d’utilisateur ou de membre permettant une identification personnelle pourront être transférées automatiquement depuis et dans les applications Tiggly. Ces fonctionnalités ne sont proposées que dans la section pour parents des applications. La section pour parents des applications Tiggly contient des liens vers le site, le blog, la chaîne YouTube, la page Facebook, Twitter, Pinterest et Instagram de Tiggly. 8. Conservation des données : Tiggly ne conserve que les données recueillies dans le cadre de cette politique de confidentialité pour la durée nécessaire à l’accomplissement des objectifs définis dans cette politique de confidentialité, à moins qu’une période de conservation plus longue ne soit nécessaire ou permise par la loi. Après ce laps de temps, Tiggly efface toutes ces données selon un calendrier raisonnable pour nos besoins opérationnels. Lorsque cela est nécessaire, il se peut que Tiggly conserve des données pendant la durée nécessaire à la résolution d’un différent, au respect des accords d’utilisateur de Tiggly, et pour se conformer aux exigences techniques et juridiques et aux contraintes liées à la sécurité, l’intégrité et l’opération des applications. 9. Divulgation de données : si nécessaire pour l’opération de nos applications, les informations personnelles et non personnelles que nous collections pourront être partagées avec nos fournisseurs de services qui apportent de l’aide et administrent les opérations internes de nos applications, comme le maintien des comptes d’utilisateurs et l’aide aux clients. Il est requis de tous ces fournisseurs de services qu’ils acceptent de maintenir la confidentialité, la sécurité et l’intégrité des données, et qu’elles ne soient pas utilisées à d’autres fins. Nous nous réservons également le droit de divulguer des informations personnelles pour nous conformer à une procédure judiciaire ou une enquête des services de police, ou en rapport avec un changement ou une dissolution d’entreprise, par exemple une fusion, une acquisition, une réorganisation, une consolidation, une faillite, une liquidation, une vente des biens, une réduction ou autre procédure similaire. Toute divulgation de données effectuées dans ces conditions sera accomplie en accord avec les lois applicables, et seulement si la partie bénéficiaire accepte de maintenir la confidentialité, ma sécurité et l’intégrité de ces informations. 10. Sécurité : Tiggly suit des normes industrielles raisonnables et largement acceptées pour ce qui concerne la sécurité des données, et nous maintenons des protections raisonnables pour tenter d’assurer la confidentialité, la sécurité et l’intégrité des informations possédées par Tiggly, en accord avec les lois applicables. Seules les personnes ayant besoin d’utiliser des données d’utilisateurs dans le cadre de l’accomplissement de leurs tâches en accord avec les objectifs de cette politique de confidentialité et pour des besoins de maintenance technique ont accès aux données d’utilisateurs possédées par Tiggly. Tiggly stocke toutes les données et les informations dans des environnements d’exploitation sûrs et implémente des pratiques industrielles raisonnables et largement acceptées pour empêcher l’accès non autorisé aux données. Veuillez noter que Tiggly ne peut pas garantir la sécurité des matériaux ou des informations transmis à Tiggly par les utilisateurs par internet ou connexions sans fils. 11. Informations supplémentaires : si vous avez des questions, des commentaires ou des inquiétudes au sujet de cette politique de confidentialité ou de nos pratiques, veuillez nous envoyer un e-mail à l’adresse suivante : privacy@tiggly.com. Tiggly a des bureaux au 222 Broadway, 19th floor, New York, NY, 10038, et peut également être contacté par e-mail si vous désirez discuter de cette politique de confidentialité ou de tout autre sujet qui vous intéresse ou vous préoccupe. 12. Note spéciale aux habitants de Californie : les individus résidant en Californie et ayant fourni leurs données personnelles peuvent demander des informations sur les divulgations de ces données à des tierces parties pour des services directs de publicité. Ces demandes doivent nous être adressées à l’adresse e-mail suivante : privacy@tiggly.com ou par écrit à nos bureaux. 13. Tierces parties : les tierces parties suivantes peuvent être associées aux applications Tiggly : Google Analytics
it: Tiggly è impegnata nella fornitura di ausili per i bambini in età prescolare per facilitarne l’apprendimento nel modo più efficace. Riteniamo che il sistema migliore per raggiungere tale obiettivo sia quello di combinare il gioco fisico con gli strumenti digitali e di coinvolgere attivamente i genitori nel processo di apprendimento stesso. La presente politica sulla privacy è stata formulata per fornire informazioni sulle modalità con cui noi raccogliamo e utilizziamo le notizie fornite dall’utente tramite le nostre app, sulle circostanze in cui divulghiamo tali informazioni e sulle scelte a disposizione dell’utente riguardanti tali informazioni. 1. Data di entrata in vigore: la presente Politica sulla Privacy entra in vigore a partire dal 20/09/2013 ed è applicabile a tutte le informazioni che l’utente può fornire a Tiggly tramite le sue app. Tiggly si riserva il diritto di cambiare, modificare, rettificare, aggiungere o eliminare in qualsiasi momento parti della sua Politica sulla Privacy, a sua discrezione e/o in conformità con la legge applicabile, se necessario. Se previsto dalla legge, informeremo l’utente di tali variazioni. Le modifiche entreranno in vigore immediatamente e saranno applicabili per l’uso continuato dell’utente. L’uso di una qualsiasi app di Tiggly dopo la pubblicazioni di modifiche alla Politica sulla Privacy comporterà l’accettazione, il riconoscimento e l’approvazione delle rispettive modifiche. 2. Consenso dell’utente: leggere attentamente la presente politica sulla privacy. Effettuando l’accesso e utilizzando le nostre app, l’utente riconosce di aver letto e compreso la Politica sulla Privacy e accetta di essere vincolato legalmente ad essa. Se non si accettano i termini della presente Politica sulla Privacy, astenersi dall’uso delle nostre app. 3. Informazioni personali e bambini: non raccogliamo in modo intenzionale informazioni personalmente identificabili da bambini di età inferiore ai 13 anni. Consentiamo ai bambini di registrare la propria voce all’interno dell’app; la registrazione però non viene salvata sui nostri server ma soltanto localmente, all’interno dell’app e sul dispositivo. Non riceviamo la registrazione vocale. Qualora Tiggly venisse a conoscenza di aver raccolto involontariamente informazioni da bambini di età inferiore ai 13 anni tramite le sue app, adotteremo tutte le misure ragionevolmente adeguate per eliminare immediatamente tali dati dagli archivi di Tiggly. 4. Informazioni personali e adulti: attraverso l’uso delle sue app, Tiggly potrebbe raccogliere le seguenti informazioni dai genitori: - Nome e cognome dei genitori o nome utente - Indirizzo e-mail - Nome/(Nomi) del figlio/(dei figli) o nome utente/(nomi utente) - Età del figlio/(dei figli) - Sesso del figlio/(dei figli) La fornitura delle suddette informazioni è opzionale. Il nome ome utente, se fornito, sarà utilizzato per tenere traccia delle informazioni e dei dati di gioco del figlio/(dei figli) quali: frequenza di gioco, precisione e strategie. Tali informazioni saranno utilizzate per preparare dei report personalizzati relativi ai progressi e all’apprendimento del figlio/(dei figli). L’indirizzo e-mail è fornito soltanto accettando la sottoscrizione alla nostra newsletter o per aggiornamenti e report forniti tramite e-mail. Forniamo informazioni su come annullare la sottoscrizione di tali comunicazioni in ogni e-mail che spediamo. La richiesta del nome, dell’età e del sesso del figlio/(dei figli) avviene in modo da poter personalizzare le comunicazione spedite relativamente ai progressi del figlio/(dei figli) all’interno dell’app. Tali informazioni sono opzionali. L’utente potrà contattarci per e-mail per richiedere di visualizzare o eliminare qualsiasi informazione personalmente identificabile da noi memorizzata. Per effettuare questo tipo di richiesta, inviare un’e-mail all’indirizzo privacy@tiggly.com. Se necessario, potremmo richiedere informazioni aggiuntive per verificare l’identità dell’utente prima di completare detta richiesta. 5. Raccolta di informazioni non personali: Tiggly raccoglie dagli utenti informazioni non personalmente identificabili, quali per es. l’ID del dispositivo (UDID). Le informazioni personali non sono combinate con quelle non personali. I dati anonimi, non personali sono utilizzati per scopi interni quali: l’analisi dell’efficacia delle app, il miglioramento delle funzioni e per altri scopi simili. Procediamo, per esempio, alla raccolta di dati anonimi delle attività durante la partita per analizzare i percorsi comuni di apprendimento, gli errori e le strategie per meglio adattare l’attività del software alle esigenze degli utenti. 6. Terzi: Tiggly fa uso di terzi per assistenza nell’analisi delle sue app, compresa l’analisi del comportamento generico e le caratteristiche degli utenti che partecipano alle nostre app. In questo modo potremmo condividere dati non personali con terzi, quali per es. l’UDID di un utente. Le informazioni anonime fornite a terzi sono usate per scopi di misurazione delle prestazioni delle nostre app, delle visualizzazioni della pagina, del numero di visitatori e per altre misure statistiche. Le informazioni anonime sono raccolte attraverso caratteristiche specifiche delle app e tramite cookie. Un “cookie” è un frammento di informazioni che i siti web spesso salvano sul computer di un utente. È possibile disattivare i cookie o impostare il browser in modo che avvisi quando i cookie vengono inviati sul dispositivo. Tiggly prevede l’accettazione da parte di terzi della presente politica sulla privacy. Inoltre noi non vendiamo, noleggiamo, condividiamo o trasferiamo a terzi le informazioni raccolte in modi diversi da quelli descritti nel presente documento. 7. Termini e condizioni di terzi: utilizzando la nostra App, l’utente potrebbe essere soggetto ai termini e alle condizioni e alle politiche sulla privacy di terzi, compresi, ma non solo, store di applicazioni, piattaforme di software per cellulari e servizi di social networking. La fornitura di link a detta tipologia di terzi non ne comporta la sponsorizzazione o l’affiliazione di Tiggly. Alcune funzioni che potrebbe offrire Tiggly quali l’accesso a social network, potrebbero usare i servizi di terzi per fornire l’autentificazione con un ID di accesso al social network. Relativamente a detto uso, alcuni dati utente e/o di registrazione identificabili personalmente potrebbero essere trasferiti automaticamente alle app di Tiggly e viceversa. Tali funzioni sono offerte soltanto nella sezione per i genitori delle app. La sezione per i genitori delle app di Tiggly contiene dei link al sito web e al blog di Tiggly, a Facebook, a Twitter, a Pinterest, al canale YouTube e ad Instagram. 8. Trattenimento dei dati: Tiggly trattiene soltanto i dati raccolti in conformità alla presente Politica sulla Privacy per il periodo di tempo necessario a soddisfare gli scopi descritti nel presente documento a meno che la legge non preveda o ammetta un periodo più lungo. Trascorso detto periodo di tempo, Tiggly elimina tutti i dati entro un intervallo di tempo ritenuto ragionevole per i requisiti di funzionamento. Se necessario Tiggly potrebbe trattenere i dati nella misura necessaria per risolvere eventuali controversie, far rispettare i contratti con l’utente di Tiggly e in conformità con i requisiti tecnici e legali e le limitazioni correlate alla sicurezza, l’integrità e il funzionamento delle app. 9. Divulgazione dei dati: se necessario per il funzionamento delle nostre app, le informazioni personali e non da noi raccolte potrebbero essere condivise con i nostri fornitori di servizi che supportano e gestiscono le funzioni interne delle nostre app, quali: manutenzione degli account utente e la fornitura di assistenza ai client. Tutti i fornitori di servizi devono accettare il mantenimento del carattere di confidenzialità, sicurezza e integrità dei dati e non sono autorizzati ad usarli per altri tipi di scopi. Ci riserviamo inoltre il diritto di divulgare informazioni personali in conformità con un processo giudiziario o indagini di polizia o in relazione con una modifica o uno scioglimento di società, tra cui si intendono compresi fusione, acquisizione, riorganizzazione, consolidamento, bancarotta, liquidazione, cessione di attività, chiusura o relativo dovere di diligenza. Tale divulgazione di dati avverrà in conformità con la legge applicabile e soltanto se la parte ricevente accetta di mantenere il carattere di confidenzialità, sicurezza ed integrità delle informazioni. 10. Sicurezza: Tiggly addotta gli standard industriali ritenuti ragionevoli e generalmente accettati relativi alla sicurezza dei dati e intraprende misure ragionevoli per tentare di assicurare la confidenzialità, la sicurezza e l’integrità delle informazioni in suo possesso in conformità alla legge applicabile. Possono accedere ai dati utente in possesso di Tiggly soltanto quelle persone che devono elaborare i dati utente in relazione con l’adempimento dei propri compiti, secondo gli scopi della presente Politica sulla Privacy e per lo svolgimento della manutenzione tecnica. Tiggly salva tutti i dati e le informazioni in ambienti di funzionamento sicuri ed adotta pratiche industriali ragionevoli e generalmente accettate per impedire l’accesso non autorizzato ai dati. Tiggly non può garantire e non garantisce la sicurezza dei materiali o delle informazioni trasmesse a Tiggly da parte degli utenti tramite Internet o tramite collegamenti wireless. 11. Informazioni aggiuntive: in caso di domande, commenti o dubbi relativi alla presente Politica sulla Privacy e/o ai nostri metodi, inviare un’e-mail all’indirizzo: privacy@tiggly.com. Gli uffici di Tiggly sono situati al 222 Broadway, 19th floor, New York, NY, 10038, ed è possibile contattarci per posta qualora si desideri discutere argomenti della presente Politica sulla Privacy o qualsiasi altro problema di interesse o dubbio. 12. Avviso speciale per i residenti in California: i soggetti che risiedono in California e che hanno fornito informazioni identificabili personalmente possono richiedere notizie relativamente alla divulgazione di tali informazioni a terzi per scopi diretti di marketing. Tali richieste devono essere inviate al seguente indirizzo e-mail: privacy@tiggly.com oppure per posta presso i nostri uffici. 13. Terzi: i terzi riportati di seguito potrebbero essere associati con le app di Tiggly: Google Analytics
pt: O Tiggly está comprometido em ajudar pré-escolares a aprender da maneira mais eficaz possível. Acreditamos que o caminho ideal para alcançar esse objectivo é através da combinação de jogos físicos com ferramentas digitais, envolvendo ativamente os responsáveis no processo de aprendizagem. Esta Política de Privacidade foi criada para fornecer-lhe informações sobre como reunir e usar informações que você possa fornecer através de nossos aplicativos, as circunstâncias em que podemos divulgar essa informação, bem como as suas escolhas sobre essa informação. 1. Data de Efetivação: Esta Política de Privacidade entrará em vigor em 2013/09/20, e se aplica a toda e qualquer informação que o utilizador possa ter fornecido ao Tiggly através de nossos aplicativos. O Tiggly reserva o direito de, a seu critério e / ou de acordo com a legislação aplicável, se necessário, alterar, modificar, aprimorar, acrescentar ou remover partes de sua Política de Privacidade a qualquer momento. Quando exigido por lei, iremos lhe informar sobre tais alterações. As modificações entrarão em vigor imediatamente, e se aplicam ao seu uso contínuo. O uso de qualquer um dos aplicativos Tiggly após a publicação de quaisquer alterações à Política de Privacidade constituirá a aceitação, reconhecimento e concordância com as respectivas alterações. 2. A Sua Autorização: Por favor, leia esta Política de Privacidade com cuidado. Ao aceder e utilizar nossos aplicativos, você reconhece que leu e entendeu a Política de Privacidade e concorda em ser legalmente respaldado por ela. Se você não concordar com os termos desta Política de Privacidade, por favor, se abstenha de utilizar os nossos aplicativos. 3. Informações Pessoais e Infantil: Nós não colhemos informações pessoalmente identificáveis de crianças menores de 13 anos de idade. Nós não permitimos que uma criança grave a sua voz através do aplicativo, no entanto, a gravação não é armazenada em nossos servidores mas sim armazenada localmente, somente no aplicativo e no dispositivo. Nós não recebemos a gravação de voz. Se o Tiggly passa a saber de que inadvertidamente recolheu informações pessoais de crianças menores de 13 anos através de nossos aplicativos, tomaremos as medidas necessárias para eliminar prontamente quaisquer dados de registos do Tiggly. - 4. Informações Pessoais e do Adulto: Através de nossos aplicativos, o Tiggly pode colher as seguintes informações dos responsáveis: - Nome do Responsável ou Nome de Utilizador; - Endereço de Email; - O(os) Primeiro(os) Nome(s) da(s) sua(s) Criança(as) ou Nome(s) de Utilizador; - A(s) Idade(s) da(s) Criança(s); - O Sexo da(s) Criança(s). - Fornecer as informações acima é opcional. Seu nome / nome de utilizador, se existente, será utilizado para manter o controlo de suas informações e dados de jogo de sua(s) criança(s) tais como a frequência de jogo, precisão, erros e suas estratégias no jogo. Esta informação será utilizada para elaboração de relatórios personalizados aos adultos sobre o progresso da(s) criança(s) e aprendizagem. O seu endereço de email é colhido apenas se se subscrever na nossa newsletter ou alertas e relatórios. Incluímos informações sobre como cancelar a inscrição de tais comunicações em cada e-mail que enviamos. -Pedimos o(s) primeiro(s) nome(s) da(s) criança(as), idade(s) e sexo para que possamos personalizar as comunicações enviadas a si relacionadas ao progresso da(s) sua(s) criança(as) com o aplicativo. Essa informação é opcional. Você pode entrar em contato connosco por e-mail para pedir para ver ou excluir qualquer informação pessoalmente identificável que temos armazenada. Para fazer tal pedido, envie um email para privacy@tiggly.com. Se necessário, podemos pedir informações adicionais para verificar sua identidade antes de completar o pedido. 5.. Recolha de Dados Não-Pessoais: O Tiggly recolhe certas informações não-pessoais identificáveis de nossos utilizadores, como o ID do dispositivo (UDID). Nós não combinamos informações pessoais com informações não-pessoais. Dados não pessoais anônimos são usados para as operações internas, como analisar a eficácia de nossos aplicativos, melhorando nossos recursos e para outros fins semelhantes, por exemplo: Podemos reunir dados anônimos sobre as atividades de jogo para analisar caminhos comuns de aprendizagem, erros, e estratégias, a fim de melhor adoptar a atividade de software para atender às necessidades dos utilizadores. 6. Terceiros: O Tiggly usa terceiros para auxiliar na análise de nossos aplicativos, incluindo a análise do comportamento geral e características dos utilizadores participantes em nosso aplicativo. Ao fazê-lo, poderemos compartilhar dados não pessoais, como o seu UDID com terceiros. Essas informações anónimas fornecidas a terceiros são utilizadas com a finalidade de medir o desempenho de nosso aplicativo como visualizações de páginas, número de visitantes e medidas estatísticas semelhantes. A informação anónima é recolhida através de recursos dos aplicativos e através de cookies. Um 'cookie' é um pequeno pedaço de manutenção de registos de informações que os sites costumam armazenar no computador dum utilizador. Você pode desativar os cookies ou configurar seu browser para alertá-lo quando cookies estão sendo enviados para o dispositivo. O Tiggly exige que todos os terceiros estejam em conformidade com a Política de Privacidade. Para além disso, nós não comercializamos, partilhamos ou transferimos qualquer uma das informações recolhidas para terceiros, de outras formas senão descritas nesta Política de Privacidade. 7. Termos e Condições de Terceiros: Ao utilizar o nosso aplicativo, você pode estar sujeito a condições de terceiros e políticas de privacidade, incluindo, mas não limitado a lojas de aplicativos, plataformas de software para celulares e serviços de redes sociais. Fornecer informações para quaisquer terceiros, não constitui patrocínio para o Tiggly ou afiliação com esses terceiros. Certos recursos que o Tiggly pode oferecer, tais como a de redes sociais, podem utilizar serviços de terceiros para fornecer autenticação com um ID de rede social. Em conexão com tal uso, determinado dado de identificação pessoal / associado do utilizador pode ser transferido automaticamente do / para aplicativos do Tiggly. Essas funcionalidades são oferecidas apenas na seção principal dos aplicativos. A seção principal dos aplicativos do Tiggly contém links para o site do Tiggly, blog, Facebook, Twitter, Pinterest, canal no YouTube e Instagram. 8. Retenção de Dados: O Tiggly só armazena os dados recolhidos em conformidade com esta Política de Privacidade durante o período de tempo necessário para cumprir as finalidades descritas nesta Política de Privacidade, a menos que um período de retenção mais longo é exigido ou permitido por lei. Após esse período, o Tiggly apaga todos os dados dentro dum prazo que seja razoável para as nossas necessidades operacionais. Quando necessário, o Tiggly pode reter na medida necessária para resolver litígios, reforçar acordos de utilizador do Tiggly e cumprir os requisitos técnicos, legais e as restrições relacionadas com a segurança, integridade e funcionamento dos aplicativos. 9. Divulgação de Dados: Se necessário, a fim de operar nossos aplicativos, informações pessoais e não pessoais que recolhemos podem ser partilhadas com nossos prestadores de serviços que apoiam e administram as operações internas de nossos aplicativos, tais como a manutenção de contas de utilizadores e atendimento ao cliente. Todos esses prestadores de serviços são obrigados a concordar em manter a confidencialidade, segurança e integridade dos dados, não podendo usá-los para outros fins. Também nos reservamos o direito de divulgar informações pessoais para cumprir com um processo judicial ou investigação policial, ou em conexão com uma mudança ou dissolução societária, incluindo, por exemplo, fusão, aquisição, reestruturação, fusão, falência, liquidação, venda de ativos, declínio dos negócios ou de due diligence relacionados. Qualquer divulgação de dados será feita em conformidade com a legislação aplicável, e somente se, a parte recetora concordar em manter a confidencialidade, segurança e integridade das informações. 10. Segurança: O Tiggly segue os padrões de segurança industriais e generalizadamente aceites em matéria de segurança de dados, e mantemos garantias razoáveis para tentar garantir a confidencialidade, segurança e integridade das informações em posse do Tiggly em conformidade com a legislação aplicável. Somente as pessoas com necessidade de processar os dados do utilizador em relação ao cumprimento de suas atribuições, em conformidade com os fins desta Política de Privacidade e, para efeitos de realização de manutenção técnica têm acesso aos dados do utilizador em posse do Tiggly. O Tiggly armazena todos os dados e informações em ambientes operacionais seguros e implementa práticas de segurança nos padrões industriais e generalizadamente aceites para impedir o acesso não autorizado aos dados. Por favor note que o Tiggly não pode e não garante a segurança de materiais ou informações transmitidas para o Tiggly pelos utilizadores através da Internet ou através de conexões sem fio. 11. Maiores Informações: Se você tiver quaisquer perguntas, comentários ou preocupações sobre esta Política de Privacidade e / ou nossas práticas, por favor envie um email para: privacy@tiggly.com. O Tiggly mantém escritórios em 222 Broadway, 19 º andar, New York, NY, 10038 (E.U.A.), e também pode ser contactado por e-mail, se você quiser discutir a Política de Privacidade ou qualquer outro assunto de interesse ou preocupação. 12. Aviso Especial aos Residentes na Califórnia (E.U.A.): As pessoas que residem na Califórnia e forneceram suas informações pessoalmente identificáveis podem solicitar informações sobre a divulgação dessas informações a terceiros para fins de marketing directo. Tais pedidos devem ser apresentados para nós no seguinte endereço electrónico: privacy@tiggly.com ou por escrito endereçado aos nossos escritórios. 13. Terceiros: Os seguintes terceiros podem ser associados ao Tiggly: Google Analytics
ru: Главная задача компании Tiggly – помогать дошкольникам развиваться самым эффективным образом. И мы считаем, что самый идеальный способ добиться этого – совмещать игру реальными предметами с цифровыми устройствами, а также активно вовлекать родителей в процесс обучения. Настоящая политика конфиденциальности создана для того, чтобы объяснить вам, как мы собираем и используем информацию, которую могут запрашивать наши приложения, обстоятельства, при которых мы можем разглашать такую информацию, а также свободу ваших действий в связи с такой информацией. 1. Дата вступления в силу. Настоящая Политика конфиденциальности вступает в силу с 20.09.2013 и распространяется на всю информацию, которую пользователь мог предоставить компании Tiggly посредством наших приложений. Tiggly оставляет за собой право по своему усмотрению и (или) при необходимости в соответствии с действующим законодательством в любой момент изменять, модифицировать, править, дополнять, добавлять или удалять разделы своей Политики конфиденциальности. Мы будем сообщать вам о таких изменениях, когда это обязательно по требованиям законодательства. Изменения вступают в силу немедленно и распространяются на последующее использование приложений. Использование каких-либо приложений Tiggly после публикации любых изменений в Политике конфиденциальности будет означать признание и принятие соответствующих изменений и согласие с ними. 2. Ваше согласие. Пожалуйста, внимательно изучите настоящую Политику конфиденциальности. Осуществляя вход в наши приложения и используя их, вы признаете тем самым, что ознакомились с настоящей Политикой конфиденциальности, поняли ее и согласны принять на себя ее юридические обязательства. Если вы не согласны с условиями настоящей Политики конфиденциальности, пожалуйста, воздержитесь от использования наших приложений. 3. Личная информация и дети. Мы не собираем преднамеренно от детей младше 13 лет информацию, позволяющую установить личность. Мы даем возможность детям записывать свои голоса в приложении, однако эти записи не поступают на наши сервера, они хранятся локально в приложении и на устройстве. Мы не имеем доступа к записям голосов. Если Tiggly становится известно, что мы неумышленно получили посредством наших приложений личные данные от детей младше 13 лет, мы примем обоснованные меры для того, чтобы незамедлительно удалить любые данные такого рода из записей Tiggly. 4. Личная информация и взрослые. Посредством наших приложений Tiggly может собирать следующую информацию от родителей: - Имя родителя или его имя пользователя - Адрес электронной почты - Имя или имя пользователя вашего ребенка (детей) - Возраст вашего ребенка (детей) - Пол вашего ребенка (детей) Предоставление вышеуказанной информации необязательно. Ваше имя и (или) имя пользователя, если вы их сообщите, могут использоваться для отслеживания ваших данных, а также таких игровых показателей вашего ребенка, как частота игры, точность, ошибки и стратегии. Эта информация используется для подготовки для родителей индивидуальных отчетов о прогрессе и обучении их детей. Адрес вашей электронной почты мы запрашиваем только в том случае, если вы подписываетесь на нашу новостную рассылку или на получение обновлений и отчетов по электронной почте. В каждое электронное сообщение, которое мы отправляем, мы включаем информацию о том, как отписаться от такой рассылки. Мы просим сообщить имя, возраст и пол вашего ребенка, чтобы придать индивидуальный характер сообщениям, которые мы направляем вам в связи с успехами вашего ребенка в приложении. Предоставление такой информации необязательно. На наш электронный адрес вы можете отправить запрос на просмотр или удаление любой информации, позволяющей установить личность, которая хранится у нас. Такой запрос можно направить нам по адресу privacy@tiggly.com. При необходимости мы можем запросить дополнительную информацию для подтверждения вашей личности перед тем, как выполнить такой запрос. 5. Сбор информации неличного характера. Tiggly собирает определенную информацию, не позволяющую установить личность, от своих пользователей, напр., уникальный идентификатор устройства (UDID). Мы не объединяем личную информацию с данными неличного характера. Анонимные данные неличного характера используются в таких внутренних процессах, как анализ эффективности наших приложений, улучшение функциональности и для других подобных целей. К примеру, мы собираем анонимные данные по игровой активности для анализа распространенных способов обучения, ошибок и стратегий для того, чтобы лучше адаптировать работу программ к потребностям пользователей. 6. Третьи стороны. Tiggly пользуется услугами третьей стороны при анализе наших приложений, включая анализ общего поведения и характеристик пользователей, работающих с нашим приложением. При этом мы можем сообщать третьим сторонам такие данные неличного характера, как уникальный идентификатор вашего устройства. Анонимные данные, предоставляемые третьим сторонам, используются для измерения характеристик нашего приложения, при анализе просмотров страниц, количества посетителей и других подобных статистических показателей. Анонимная информация собирается посредством функций приложений и файлов cookie. «Cookie» – это небольшой файл с учетной информацией, который вебсайты часто хранят на компьютере пользователя. Вы можете отключить файлы cookie или выбрать в настройках браузера функцию уведомления о пересылке на ваше устройство файлов cookie. Tiggly требует от всех третьих сторон соблюдения настоящей политики конфиденциальности. Кроме того мы не продаем, не предоставляем на время, не открываем доступ и не передаем никакой собранной информации третьим сторонам кроме случаев, оговоренных в настоящей политике. 7. Условия и положения третьих сторон. При использовании нашего приложения на вас могут распространяться условия и положения и политики конфиденциальности третьих сторон, включая помимо прочего магазины приложений, программные платформы для мобильных устройств и службы социальных сетей. Наличие ссылок на какие-либо из таких третьих сторон не указывает на спонсорство Tiggly или его принадлежность к таким третьим сторонам. Функции, которые есть на данный момент в Tiggly, например поддержка социальных сетей, могут использовать услуги третьих сторон, которые проводят проверку подлинности по идентификатору в социальных сетях. В связи с этим определенные данные о пользователе и (или) членстве, которые позволяют установить личность, могут автоматически передаваться с приложений Tiggly и на них. Такие функции присутствуют только в том разделе приложения, который предусмотрен для родителей. Раздел приложений Tiggly, предназначенный для родителей, кроме того содержит ссылки на вебсайт Tiggly, его блог, профиль в Facebook, Twitter, Pinterest, канал YouTube и Instagram. 8. Хранение данных. Tiggly сберегает данные, собранные согласно настоящей Политике конфиденциальности, не дольше, чем это необходимо для достижения целей, описанных в настоящей Политике конфиденциальности, если более продолжительный срок не предусмотрен или не разрешен законом. По окончании этого времени Tiggly удаляет все данные такого рода в срок, обоснованный нашими операционными требованиями. При необходимости Tiggly может сберегать данные столько, сколько это нужно для разрешения споров, приведения в исполнение пользовательских соглашений, заключенных с Tiggly, и соблюдения технических и правовых требований и ограничений, связанных с безопасностью, целостностью и функционированием приложений. 9. Разглашение данных. Если это необходимо для управления нашими приложениями, мы можем давать доступ к информации личного и неличного характера, которую мы собираем, поставщикам услуг, которые оказывают поддержку и администрирование таких внутренних функций наших приложений, как обслуживание учетных записей пользователей и оказание поддержки клиентам. Все поставщики таких услуг обязаны хранить конфиденциальность, безопасность и сохранность данных и не имеют права использовать их в каких-либо иных целях. Мы также сохраняем за собой право разглашать личную информацию, если этого требуют судебные процедуры или расследование правоохранительных органов или если это необходимо в связи с изменением формы или прекращением существования организации, включая, например, слияние, поглощение, реорганизацию, объединение, банкротство, ликвидацию, продажу активов, постепенную ликвидацию предприятия или комплексную юридическую проверку. Любое подобное разглашение данных будет осуществляться в соответствии с действующим законодательством, и только в том случае, если получающая сторона согласна сохранять конфиденциальность, безопасность и сохранность такой информации. 10. Безопасность. Tiggly придерживается обоснованных и общепринятых отраслевых стандартов по защите данных, и мы принимаем разумные меры предосторожности для обеспечения конфиденциальности, безопасности и сохранности информации, которой располагает Tiggly, в соответствии с действующим законодательством. Доступ к данным, которые находятся у Tiggly, имеют только те лица, которым необходимо обрабатывать пользовательские данные в связи с целями настоящей Политики конфиденциальности и в целях осуществления технического обслуживания. Tiggly хранит все данные и информацию в безопасной операционной среде и использует обоснованные и общепринятые отраслевые методы предотвращения несанкционированного доступа к данным. Обратите внимание, что Tiggly не гарантирует и не может гарантировать безопасность материалов или информации, которую пользователи передают Tiggly по сети Интернет или через беспроводные подключения. 11. Дополнительная информация. Если у вас есть любые вопросы, комментарии или опасения по поводу настоящей Политики конфиденциальности и (или) наших методов деятельности, пишите нам по адресу: privacy@tiggly.com. Офис Tiggly расположен по адресу 222 Broadway, 19th floor, New York, NY, 10038, и с нами также можно связаться по обычной почте, если у вас возникнет желание обсудить настоящую Политику конфиденциальности или любой другой вопрос, вызвавший заинтересованность или озабоченность. 12. Специальное уведомление для жителей Калифорнии. Лица, проживающие в Калифорнии и сообщившие Информацию, позволяющую установить личность, могут запрашивать данные о случаях разглашения такой информации третьим лицам в целях прямого маркетинга. Такие запросы нужно направлять нам по следующему электронному адресу: privacy@tiggly.com или в бумажной форме на адрес нашего офиса. 13. Третьи стороны. Следующие третьи стороны могут быть связаны с приложениями Tiggly: Google Analytics
zh_hans: Tiggly致力于帮助学龄前儿童以最有效的方式学习。我们认为，实现目标的理想途径是综合运用数字化手段参加体能比赛游戏和学生家长积极参与学习过程。 制定该隐私政策的目的是向阁下提供以下信息：我们如何收集和使用阁下可能通过我司应用提供的信息，和我司可能披露信息的情形以及有关此类信息的个人选择等。 1. 生效日期: 隐私政策自2013年9月20日起生效，适用于用户通过我司应用向Tiggly提供的部分和全部信息。Tiggly有权酌情和/或必要时遵照适用法律，随时修改、变更、修正、添加或去除隐私政策的部分内容。法律若有规定，我司将向阁下告知更改内容。变更内容将立即生效，并适用于阁下的继续使用。在公告隐私政策的更改内容之后使用Tiggly的应用，即构成对各更改内容的接受、承认和同意。 2. 阁下之同意: 请认真阅读该隐私政策。阁下存取和利用我司应用，即表明阁下已阅读和了解此隐私政策，并同意受其合法约束。阁下若不同意隐私政策之条款，请不要使用我司应用。 3. 个人信息和儿童: 我司不会有意收集13岁以下儿童的个人可识别资讯。我司允许儿童利用应用录音；但是，录音不会保存在我司服务器上，取而代之的是本地保存，即仅保存在应用和设备上。 我司不接收录音。 若Tiggly了解到不慎通过我司应用搜集到13岁以下儿童的个人信息，我司将采取适当措施及时删除此类存档数据。 4. 个人信息和成人: Tiggly可能通过我司应用向学生家长收集以下信息: - 父母姓名或用户名 - 电邮地址 - 阁下的子女名或用户名 - 阁下的子女年龄 - 阁下的子女性别 阁下可选择是否提供上述信息。阁下的姓名／用户名，若已提供，会用于跟踪阁下的信息和阁下子女的游戏内置数据，比如玩游戏的频率、准确性、错误及其策略。此类信息将用于准备向学生家长提供的有关其子女发展和学习的个性化报告。只有当订阅我司简讯或用于电邮更新和报告时才收集阁下的电邮地址。在发送的所有电邮中，纳入有关如何退订此类通讯的信息。 我们需要阁下子女的名、年龄和性别，以便个性化发送给阁下的与阁下子女在应用内的发展相关的通讯。 此类信息可任选。 阁下可以通过电子邮件联络我们，要求查看或删除我司保存的个人可识别资讯。 请电邮联系我们作此申请： privacy@tiggly.com。 必要时，在完成此类申请之前，我司可能需要核实身份的补充信息。 5. 非个人信息之收集: Tiggly还收集用户的非个人可识别资讯，比如设备ID（UDID）。我司不会将非个人信息和个人信息混在一起。匿名的非个人数据用于内部操作，比如分析应用之有效性，改善功能和出于其他类似用途。比如，我们收集有关游戏内置活动的匿名数据，用于分析学习的常用方法、错误和策略，以便高效采用符合用户需求的软件活动。 6. 第三方: Tiggly利用第三方帮助分析我司应用，其中包括分析参与用户的普遍行为和特点。这样做时，我们可能与第三方分享非个人数据，比如阁下的设备ID。向第三方提供的匿名信息的目的是，评判应用性能、网页访问量、访客数量和相似的统计度量。匿名信息的收集途径是应用功能部件和cookie。 Cookie是网站不时储存在用户电脑上的少许记录信息。阁下可以停用cookie或设置浏览器，当cookie发至阁下的设备时，使其能警告阁下。 Tiggly要求所有第三方遵守此隐私政策。此外，我司不会以此政策之外的方式向第三方出售、出租、共享或转让收集的任何信息。 7. 第三方条款及细则: 使用我司应用时阁下均受第三方条款及细则和隐私政策的约束，包括但不限于，应用商店、手机软件平台和社交网络服务等。向此类第三方提供链接并不构成Tiggly对第三方的赞助关系或附属关系。 Tiggly可能提供的某些功能，比如社交网络，可能使用可利用社交网络ID提供认证的第三方服务。与此类使用相关，某些个人可识别用户和/或成员数据可被自动传自或传至Tiggly的应用。 此类功能仅在应用的家长部分。 Tiggly应用的家长部分包括Tiggly的网站、博客、Facebook、Twitter、Pinterest、YouTube频道和Instagram链接。 8. 数据保留: 除非法律要求或准许延长保留期，否则，Tiggly仅依据隐私政策，在为实现此隐私政策所提之用途所必需的时段内保留收集数据。之后，Tiggly在适于操作要求的期限内，将删除所有数据。必要时，Tiggly可能保留数据直至能解决纠纷、执行Tiggly用户协议和遵守技术和法律要求和涉及应用之安全、诚信和操作的限制规定。 9. 数据披露: 当应用运行所需时，我司可与支持和管理应用内部运行的服务供应商共享收集的个人信息和非个人信息，比如保存用户帐户和提供客户服务等。所有服务供应商必须同意保证数据之保密性、安全性和完整性，不能用于其他目的。 此外，我们保留权利，因遵照司法程序或法律执行调查所需发布个人信息 ，或发布与公司变化或解散有关的个人信息，其中包括合并、收购、改组、联合、破产、清产、资产销售、逐步减少业务或相关谨慎处理等。除非收受者同意保证信息的保密性、安全性和完整性，否则，数据发布须符合适用法律之规定。 10. 安全: Tiggly须遵守有关数据安全的适当行业通行标准，依照适用法律采取合理的保护措施，确保Tiggly所有的信息的保密性、安全性和完整性。仅出于隐私政策和技术维护之目的处理履行职责所需的用户数据的人员，方有权接触Tiggly所有的用户数据。 Tiggly将所有数据和信息保存在安全的运行环境中，落实合理的和公认的行业操作规程，杜绝他人非法接触数据。请注意，Tiggly不能也无法确保用户通过互联网或无线连接传输的材料或信息的安全。 11. 详细资料: 若阁下对隐私政策和/或我司常规有任何疑问 、意见或关切，请向我们发送邮件：: privacy@tiggly.com。 Tiggly的当前办公地点在：222 Broadway, 19th floor, New York, NY, 10038, 若希望讨论隐私政策或感兴趣或关切的其他事情，还可利用此地址来信联系我们。 12. 加州居民的特别通知: 居住在加州并提供个人可识别资讯的个体，可索取有关出于直销目的向第三方披露信息的资料。此类申请应向以下电邮地址提交: privacy@tiggly.com或书面联系我司办公室。 13. 第三方: 以下第三方与Tiggly应用相关: Google Analytics.
